tap "anthropics/claude"
tap "antoniorodr/memo"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "cocoapods"
brew "fastlane"
brew "gemini-cli"
brew "gh"
brew "mole"
brew "pandoc"
brew "pipx"
brew "python@3.12"
brew "railway"
brew "redis", restart_service: :changed
brew "sleepwatcher", restart_service: :changed
brew "uv"
brew "watchman"
brew "xcodegen"
brew "antoniorodr/memo/memo"
brew "steipete/tap/bird"
brew "steipete/tap/remindctl"
brew "steipete/tap/sag"
brew "steipete/tap/summarize"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "claude-code"
cask "ghostty@tip"
go "github.com/steveyegge/gastown/cmd/gt"
